CSI API ETABS v1
cSapModel.PropFrame Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropFrame PropFrame { get; }
ReadOnly Property PropFrame As cPropFrame
	Get
Dim instance As cSapModel
Dim value As cPropFrame
value = instance.PropFrame
property cPropFrame^ PropFrame {
	cPropFrame^ get ();
}
abstract PropFrame : cPropFrame with get
Property Value
Type: cPropFrame
See Also
Reference
cSapModel Interface
ETABSv1 Namespace